{"124": 
    {"title": "George Ellery Hale Papers", 
    "description": " (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (custodhist) At the time of Hale’s death his papers were located at the headquarters of the Mount Wilson Obervatory. Within a few years his secretary, Louise F. Gianetti, separated the papers that she judged to be part of his personal collection from those that pertained to the affairs of the Observatory. These personal papers, filling some 28 file drawers, were moved to the attic of Hale’s own solar laboratory on Holladay Road in Pasadena. The Observatory papers, occupying some 9 file drawers, remained at the Mount Wilson headquarters.\n\nHale’s personal papers were placed in the custody of the California Institute of Technology by his heirs in 1966. At that time, a new administrative building for the Mount Wilson Observatory was planned, and the Hale papers were to be brought together into one unified collection and housed within that structure. This building was never built. Further, the agreement between the California Institute of Technology and the Carnegie Institution of Washington for the joint operation of the Mount Wilson and Palomar Observatories, established in 1948, was dissolved in 1980. A few years later, the Carnegie Institution turned over its Hale manuscripts, the so-called Director’s Files, to the Huntington Library, along with other materials relating to the Mount Wilson Observatory, including a rare book collection. The remainder of the Hale papers—by far the bulk of the manuscript material—remained in the custody of Caltech. According to Evelina Hale’s original stipulation, they were to do so until the completion of the new building which would house the collection—a project which was ultimately never completed. Thus the Hale papers are divided between two neighboring institutions, and each administers its portion. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (custodhist) At the time of Hale’s death his papers were located at the headquarters of the Mount Wilson Obervatory. Within a few years his secretary, Louise F. Gianetti, separated the papers that she judged to be part of his personal collection from those that pertained to the affairs of the Observatory. These personal papers, filling some 28 file drawers, were moved to the attic of Hale’s own solar laboratory on Holladay Road in Pasadena. The Observatory papers, occupying some 9 file drawers, remained at the Mount Wilson headquarters.\n\nHale’s personal papers were placed in the custody of the California Institute of Technology by his heirs in 1966. At that time, a new administrative building for the Mount Wilson Observatory was planned, and the Hale papers were to be brought together into one unified collection and housed within that structure. This building was never built. Further, the agreement between the California Institute of Technology and the Carnegie Institution of Washington for the joint operation of the Mount Wilson and Palomar Observatories, established in 1948, was dissolved in 1980. A few years later, the Carnegie Institution turned over its Hale manuscripts, the so-called Director’s Files, to the Huntington Library, along with other materials relating to the Mount Wilson Observatory, including a rare book collection. The remainder of the Hale papers—by far the bulk of the manuscript material—remained in the custody of Caltech. According to Evelina Hale’s original stipulation, they were to do so until the completion of the new building which would house the collection—a project which was ultimately never completed. Thus the Hale papers are divided between two neighboring institutions, and each administers its portion. (originalsloc) Series 1 through 9 are located at the Caltech Archives. The Director’s Files of the Mount Wilson Observatory are located at the Huntington Library. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (custodhist) At the time of Hale’s death his papers were located at the headquarters of the Mount Wilson Obervatory. Within a few years his secretary, Louise F. Gianetti, separated the papers that she judged to be part of his personal collection from those that pertained to the affairs of the Observatory. These personal papers, filling some 28 file drawers, were moved to the attic of Hale’s own solar laboratory on Holladay Road in Pasadena. The Observatory papers, occupying some 9 file drawers, remained at the Mount Wilson headquarters.\n\nHale’s personal papers were placed in the custody of the California Institute of Technology by his heirs in 1966. At that time, a new administrative building for the Mount Wilson Observatory was planned, and the Hale papers were to be brought together into one unified collection and housed within that structure. This building was never built. Further, the agreement between the California Institute of Technology and the Carnegie Institution of Washington for the joint operation of the Mount Wilson and Palomar Observatories, established in 1948, was dissolved in 1980. A few years later, the Carnegie Institution turned over its Hale manuscripts, the so-called Director’s Files, to the Huntington Library, along with other materials relating to the Mount Wilson Observatory, including a rare book collection. The remainder of the Hale papers—by far the bulk of the manuscript material—remained in the custody of Caltech. According to Evelina Hale’s original stipulation, they were to do so until the completion of the new building which would house the collection—a project which was ultimately never completed. Thus the Hale papers are divided between two neighboring institutions, and each administers its portion. (originalsloc) Series 1 through 9 are located at the Caltech Archives. The Director’s Files of the Mount Wilson Observatory are located at the Huntington Library. (processinfo) In April 1966, with the Hale family’s consent, the personal papers and the Mount Wilson files were organized and catalogued under the direction of Caltech historian Daniel J. Kevles. The project was undertaken with the cooperation and encouragement of Horace Babcock, Director of Mount Wilson; his predecessor, Ira Bowen; Charles Weiner of the American Institute of Physics’ Center for History of Physics; Lee DuBridge, President of Caltech; and Fred Shelley of the National Historical Publications Commission. Most of the financial support for the organization of the papers was provided by the Carnegie Institution of Washington and the California Institute of Technology; the Center for History of Physics provided the remainder of the funds from a grant made to it by the National Science Foundation to facilitate and encourage the preservation of manuscripts in the history of science.\n\nThe original description of the collection was produced by Kevles and published in the <title>Guide to the Microfilm Edition of the George Ellery Hale Papers</title> in 1968. This description was revised by Charlotte E. Erwin in February 2000 and again by Peter Sachs Collopy in June 2018 to produce the present finding aid. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (custodhist) At the time of Hale’s death his papers were located at the headquarters of the Mount Wilson Obervatory. Within a few years his secretary, Louise F. Gianetti, separated the papers that she judged to be part of his personal collection from those that pertained to the affairs of the Observatory. These personal papers, filling some 28 file drawers, were moved to the attic of Hale’s own solar laboratory on Holladay Road in Pasadena. The Observatory papers, occupying some 9 file drawers, remained at the Mount Wilson headquarters.\n\nHale’s personal papers were placed in the custody of the California Institute of Technology by his heirs in 1966. At that time, a new administrative building for the Mount Wilson Observatory was planned, and the Hale papers were to be brought together into one unified collection and housed within that structure. This building was never built. Further, the agreement between the California Institute of Technology and the Carnegie Institution of Washington for the joint operation of the Mount Wilson and Palomar Observatories, established in 1948, was dissolved in 1980. A few years later, the Carnegie Institution turned over its Hale manuscripts, the so-called Director’s Files, to the Huntington Library, along with other materials relating to the Mount Wilson Observatory, including a rare book collection. The remainder of the Hale papers—by far the bulk of the manuscript material—remained in the custody of Caltech. According to Evelina Hale’s original stipulation, they were to do so until the completion of the new building which would house the collection—a project which was ultimately never completed. Thus the Hale papers are divided between two neighboring institutions, and each administers its portion. (originalsloc) Series 1 through 9 are located at the Caltech Archives. The Director’s Files of the Mount Wilson Observatory are located at the Huntington Library. (processinfo) In April 1966, with the Hale family’s consent, the personal papers and the Mount Wilson files were organized and catalogued under the direction of Caltech historian Daniel J. Kevles. The project was undertaken with the cooperation and encouragement of Horace Babcock, Director of Mount Wilson; his predecessor, Ira Bowen; Charles Weiner of the American Institute of Physics’ Center for History of Physics; Lee DuBridge, President of Caltech; and Fred Shelley of the National Historical Publications Commission. Most of the financial support for the organization of the papers was provided by the Carnegie Institution of Washington and the California Institute of Technology; the Center for History of Physics provided the remainder of the funds from a grant made to it by the National Science Foundation to facilitate and encourage the preservation of manuscripts in the history of science.\n\nThe original description of the collection was produced by Kevles and published in the <title>Guide to the Microfilm Edition of the George Ellery Hale Papers</title> in 1968. This description was revised by Charlotte E. Erwin in February 2000 and again by Peter Sachs Collopy in June 2018 to produce the present finding aid. (relatedmaterial) Other manuscript collections which contain material relevant to Hale’s life include the records of the National Academy of Sciences National Research Council at the Academy’s headquarters in Washington, D.C.; the John C. Merriam Papers at the Library of Congress; the Harry M. Goodwin Papers at the Huntington Library; and the Robert A. Millikan Papers and Helen Wright Collection at the California Institute of Technology. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (custodhist) At the time of Hale’s death his papers were located at the headquarters of the Mount Wilson Obervatory. Within a few years his secretary, Louise F. Gianetti, separated the papers that she judged to be part of his personal collection from those that pertained to the affairs of the Observatory. These personal papers, filling some 28 file drawers, were moved to the attic of Hale’s own solar laboratory on Holladay Road in Pasadena. The Observatory papers, occupying some 9 file drawers, remained at the Mount Wilson headquarters.\n\nHale’s personal papers were placed in the custody of the California Institute of Technology by his heirs in 1966. At that time, a new administrative building for the Mount Wilson Observatory was planned, and the Hale papers were to be brought together into one unified collection and housed within that structure. This building was never built. Further, the agreement between the California Institute of Technology and the Carnegie Institution of Washington for the joint operation of the Mount Wilson and Palomar Observatories, established in 1948, was dissolved in 1980. A few years later, the Carnegie Institution turned over its Hale manuscripts, the so-called Director’s Files, to the Huntington Library, along with other materials relating to the Mount Wilson Observatory, including a rare book collection. The remainder of the Hale papers—by far the bulk of the manuscript material—remained in the custody of Caltech. According to Evelina Hale’s original stipulation, they were to do so until the completion of the new building which would house the collection—a project which was ultimately never completed. Thus the Hale papers are divided between two neighboring institutions, and each administers its portion. (originalsloc) Series 1 through 9 are located at the Caltech Archives. The Director’s Files of the Mount Wilson Observatory are located at the Huntington Library. (processinfo) In April 1966, with the Hale family’s consent, the personal papers and the Mount Wilson files were organized and catalogued under the direction of Caltech historian Daniel J. Kevles. The project was undertaken with the cooperation and encouragement of Horace Babcock, Director of Mount Wilson; his predecessor, Ira Bowen; Charles Weiner of the American Institute of Physics’ Center for History of Physics; Lee DuBridge, President of Caltech; and Fred Shelley of the National Historical Publications Commission. Most of the financial support for the organization of the papers was provided by the Carnegie Institution of Washington and the California Institute of Technology; the Center for History of Physics provided the remainder of the funds from a grant made to it by the National Science Foundation to facilitate and encourage the preservation of manuscripts in the history of science.\n\nThe original description of the collection was produced by Kevles and published in the <title>Guide to the Microfilm Edition of the George Ellery Hale Papers</title> in 1968. This description was revised by Charlotte E. Erwin in February 2000 and again by Peter Sachs Collopy in June 2018 to produce the present finding aid. (relatedmaterial) Other manuscript collections which contain material relevant to Hale’s life include the records of the National Academy of Sciences National Research Council at the Academy’s headquarters in Washington, D.C.; the John C. Merriam Papers at the Library of Congress; the Harry M. Goodwin Papers at the Huntington Library; and the Robert A. Millikan Papers and Helen Wright Collection at the California Institute of Technology. (scopecontent) This collection provides a thorough record of George Ellery Hale’s activities. A prolific correspondent, Hale kept copies of most of his letters. The collections contains significant material relating to the theoretical and instrumental development of astrophysics, the history of the Mount Wilson and Palomar Observatories, and the early history of the California Institute of Technology. It also documents Hale’s work with the National Academy of Sciences and National Research Council. (abstract) <emph>Digitized</emph>: this collection is available on the web. George Ellery Hale (1868–1938) was an influential astrophysicist and science administrator. This collection of Hale’s scientific, professional, and personal papers documents his roles in inventing the spectrohelioscope; promoting international cooperation among scientists; and founding major observatories, as well as the California Institute of Technology, Huntington Library, <title>Astrophysical Journal</title>, and National Research Council. (accessrestrict) Most of this collection is available on the web, linked from individual folder records in this finding aid. The original paper copies of the first nine series are located at the Caltech Archives, where access is available to anyone conducting research for which it is necessary; please contact the Caltech Archives to make an appointment. The original Director’s Files of the Mount Wilson Observatory are located at the Huntington Library, where they are available to qualified researchers by application through their Reader Services Department. (altformavail) In 1968, the Carnegie Institution of Washington and the California Institute of Technology used funds from the National Historical Publications Commission to publish a microfilm edition of 100 rolls that includes most of the contents of the Hale Papers. In 2018, Caltech, the Huntington Library, and the Carnegie Institution collaborated to digitize this microfilm edition, creating a web edition which is linked from individual folder records in this finding aid. Both the microfilm edition and the web edition omit portions of the collection, which are noted throughout the finding aid. (arrangement) The heart of the Hale collection consists of the personal and organizational correspondence and the Director’s Files of the Mount Wilson Observatory. All three of these groups should be used together. Since Hale’s own arrangement of his files was respected in the organization of the collection, the personal correspondence contains scattered files on organizations. Furthermore, all three groups of files contain material related to individuals, organizations, and problems in science. For example, a good deal of information on the Mount Wilson Observatory is in the Robert S. Woodward file, among many others, in the personal section. Similarly, substantial material on William W. Campbell is to be found in the National Academy of Sciences files in the organizational section. Cross-checking for material on given subjects must also be done within particular sections. For instance, the files on international scientific organizations, which deal mainly with the International Research Council and its associated Unions, may be used together with the records relating to the National Academy of Sciences and the National Research Council. (bioghist) George Ellery Hale was born in Chicago in 1868. After receiving his B.S. from MIT in 1890, he quickly established a scientific reputation for his invention of the spectroheliograph, then made important contributions to the study of solar phenomena, organized and coedited the Astrophysical Journal, and led the design, funding and construction of the Kenwood, Yerkes, Mount Wilson and Palomar Observatories. In 1904, Hale became director of the Mount Wilson Observatory and settled in Pasadena, California, where became deeply involved in local education and culture, including the creation of Caltech and the Huntington Library. Meanwhile, he revivified the National Academy of Sciences by organizing the National Research Council, obtaining a substantial endowment, and establishing the National Research Council Fellowships. Before World War I, Hale was a founder of the International Union of Cooperation in Solar Research, Foreign Secretary of the National Academy of Sciences, and frequent delegate to the International Association of Academies. After the war, he was instrumental in the establishment of the International Research Council and served as president of its successor, the International Council of Scientific Unions, from 1931 to 1934. Hale died in 1938. (custodhist) At the time of Hale’s death his papers were located at the headquarters of the Mount Wilson Obervatory. Within a few years his secretary, Louise F. Gianetti, separated the papers that she judged to be part of his personal collection from those that pertained to the affairs of the Observatory. These personal papers, filling some 28 file drawers, were moved to the attic of Hale’s own solar laboratory on Holladay Road in Pasadena. The Observatory papers, occupying some 9 file drawers, remained at the Mount Wilson headquarters.\n\nHale’s personal papers were placed in the custody of the California Institute of Technology by his heirs in 1966. At that time, a new administrative building for the Mount Wilson Observatory was planned, and the Hale papers were to be brought together into one unified collection and housed within that structure. This building was never built. Further, the agreement between the California Institute of Technology and the Carnegie Institution of Washington for the joint operation of the Mount Wilson and Palomar Observatories, established in 1948, was dissolved in 1980. A few years later, the Carnegie Institution turned over its Hale manuscripts, the so-called Director’s Files, to the Huntington Library, along with other materials relating to the Mount Wilson Observatory, including a rare book collection. The remainder of the Hale papers—by far the bulk of the manuscript material—remained in the custody of Caltech. According to Evelina Hale’s original stipulation, they were to do so until the completion of the new building which would house the collection—a project which was ultimately never completed. Thus the Hale papers are divided between two neighboring institutions, and each administers its portion. (originalsloc) Series 1 through 9 are located at the Caltech Archives. The Director’s Files of the Mount Wilson Observatory are located at the Huntington Library. (processinfo) In April 1966, with the Hale family’s consent, the personal papers and the Mount Wilson files were organized and catalogued under the direction of Caltech historian Daniel J. Kevles. The project was undertaken with the cooperation and encouragement of Horace Babcock, Director of Mount Wilson; his predecessor, Ira Bowen; Charles Weiner of the American Institute of Physics’ Center for History of Physics; Lee DuBridge, President of Caltech; and Fred Shelley of the National Historical Publications Commission. Most of the financial support for the organization of the papers was provided by the Carnegie Institution of Washington and the California Institute of Technology; the Center for History of Physics provided the remainder of the funds from a grant made to it by the National Science Foundation to facilitate and encourage the preservation of manuscripts in the history of science.\n\nThe original description of the collection was produced by Kevles and published in the <title>Guide to the Microfilm Edition of the George Ellery Hale Papers</title> in 1968. This description was revised by Charlotte E. Erwin in February 2000 and again by Peter Sachs Collopy in June 2018 to produce the present finding aid. (relatedmaterial) Other manuscript collections which contain material relevant to Hale’s life include the records of the National Academy of Sciences National Research Council at the Academy’s headquarters in Washington, D.C.; the John C. Merriam Papers at the Library of Congress; the Harry M. Goodwin Papers at the Huntington Library; and the Robert A. Millikan Papers and Helen Wright Collection at the California Institute of Technology. (scopecontent) This collection provides a thorough record of George Ellery Hale’s activities. A prolific correspondent, Hale kept copies of most of his letters. The collections contains significant material relating to the theoretical and instrumental development of astrophysics, the history of the Mount Wilson and Palomar Observatories, and the early history of the California Institute of Technology. It also documents Hale’s work with the National Academy of Sciences and National Research Council. (userestrict) Because George Ellery Hale died over 70 years ago, his unpublished works are in the public domain and may be reproduced freely. Copyright to works by others, and to Hale’s publications, may be held by their respective creators, those creators’ heirs, or their publishers. If you wish to quote or reproduce such works beyond the extent of fair use, please contact the copyright holder to request permission.\n\n(“Fair use” is a legal principle which permits unlicensed reproduction in certain circumstances. You are responsible for determining whether your own reproduction would fit the legal requirements for fair use.)", 
    "eadurl": "https://collections.archives.caltech.edu/repositories/2/resources/124&metadataPrefix=oai_ead"}}